[
    {
        "id": "my0lifemean",
        "name": "Смысл жизни",
        "type": "special",
        "text": "Стив Мейнирс очень торопился на встречу. Все его мысли были лишь о долгожданном разговоре и фразе «Я нашел» из письма. Каждая секунда, проведенная в самолете, поезде, метро, и наконец в пешей прогулки до института казалась Мейнирсу часом, днем, проведенным в неведении. Он чуть ли не стонал от нетерпения. Каждую неделю на протяжении семи лет он посещал кабинет Брайта в надежде услышать «Я понял!», «Я открыл!», «Это невероятно!» или даже «Эврика!», но тщетно. Брайт был настолько увлечен этим делом, что иногда забывал спать и есть, бросил жену, и никогда не выключал компьютер, на котором велись расчеты.\nМейнирс вызвал лифт и поднялся на самый последний этаж, состоящий из одного кабинета. Он был создан из нескольких путем удаления стен, специально чтобы разместить аппаратуру для исследования. На всех дверях в длинном коридоре висела табличка «каб. 255, Рональд Брайт». Мейнирс открыл третью дверь, предусмотрительно вспомнив, что в прошлый раз первая и вторая были завалены книгами.\n- Брайт, я тут! - прокричал Мейнирс, ожидая, что его голос заглушат сотни вентиляторов, охлаждавших вычислительные блоки. Однако было тихо. В кабинете стояла темнота, и нужно было аккуратно переступать листы бумаги, чтобы не подскользнуться.\n- Да, да, Стив, иди сюда, - ответ послышался из самой далекой части кабинета. Мейнирс протиснулся сквозь серверные стойки и увидел Брайта, сидящего на кресле и пространно глядящего перед собой. Рядом с ним была огромная стопка листов, заполненных числами, математическими и физическими формулами, графиками и таблицами.\n- Присаживайся, - Брайт откопал из-под книг раскладную табуретку, - мой дорогой Стив, я знаю, как долго ты ждал этого дня, но результат тебя не обрадует.\n- Ты нашел ответ, Брайт? Ты наконец ответишь, почему наш мир постепенно рушится, как пораженный болезнью Альцгеймера мозг? Ты точно нашел его? Все финансирование, все эти семь лет мучительного ожидания не прошли даром?\n- Да, это так. Я тысячу раз все перепроверил, и ошибки быть не может. Что ж, начну. Я долго исследовал природу строения атомов и элементарных частиц, анализировал космическое излучение и черные дыры, и наконец понял. Все дело в Казахе.\n- Что? Ты, должно быть, шутишь? В каком Казахе? Кто это?\n- Этот человек жил когда-то в начале двадцать первого века. Он учился в российской школе, и это все, что мне удалось о нем узнать.\n- Прекрати! Как какой-то Казах может быть причастен к смыслу жизни?\n- Я не шучу, хотя был бы рад, если бы это все обернулось несмешной шуткой. Первичные процессы большого взрыва запустились именно для того, чтобы оскорбить Казаха.\n- То есть весь мир, вся вселенная существует только потому, что кому-то понадобилось оскорбить Казаха? Зачем? Зачем кому-то это понадобилось?\n- Я не знаю ответа. Более того, я смог строго математически доказать, что ответ на этот вопрос не может быть найден.\n- Мы все существовали только для того, чтобы Казаха оскорбили, и теперь, когда он оскорблен, обижен, ущемлен, расстроен, задет, наш мир выполнил свою цель и разрушается, словно покинутый дом? И мы даже не можем понять зачем?\n- Боюсь что так, мой дорогой Стив. Я бы рекомендовал тебе поспать, а уже завтра мы решим, как рассказать эту новость миру.\nМейнирс встал и побрел к выходу из кабинета. Он вызвал лифт и вышел на крыше института, уничтожившего последнюю надежду человечества. Стив Мейнирс сделал глубокий вдох и прыгнул в бесконечную и бессмысленную пустоту."
    }
]